Repository: mozilla-l10n/mt-training-data
Catalog: mnw/mnw_pontoon.tmx
Source language: en_us
Languages: mnw

source: It contains words or phrases that are hard to read or pronounce.
mnw: ပ္ဍဲဝါကျဂှ် မအရေဝ် ဟွံသေၚ်မ္ဂး ပိုဒ်အရေဝ် သွက်ဂွံဗှ် ဟွံသေၚ်မ္ဂး ပ္တိတ်ရမျှာၚ် ဝါတ်ဂါတ်တအ်ဂှ် ပါလုပ်ဒၟံၚ်ရ။

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
mnw: သွက်ဂွံ မၚ်မွဲ တၚ်ဂၞၚ်ဒေတာသေတ်တအ် ကေုာံ ဂွံပခိုဟ်ပတိုန် ပလက်ဖံၚ် သွက် ဂကောံအရေဝ်ဘာသာဗၞတ် ၁၀၀ ပြၚ်ၚ် မဗ္ဒဗ္ဒာဲတန်တဴဒၟံၚ် လ္တူကမၠောန်ပိုဲမကၠောန်လဝ်တအ်ဂှ် ပ္ဍဲမွဲသၞာံ အိုတ်သြန် ကြပ်စိုပ် မွဲပြကောဋိကိုဋ် ဒဝ်လာဟာ?

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
mnw: သွက်ဂွံထိၚ်ဒဝ်လဝ် တၚ်ဂၞၚ်ဒေတာတအ်ကီု ကေုာံ သွက်ဂွံပခိုဟ်ပတိုန် ပလက်ဖံၚ် သွက်ဂကောံအရေဝ်ဘာသာဗၞတ် ၁၀၀ ဘာသာ ပြၚ်ၚ်မဗ္ဒာဲတန်တဴဒၟံၚ် လ္တူအရာပိုဲမကၠောန်ဒၟံၚ်ဂှ် ပ္ဍဲမွဲသၞာံမ္ဂး သြန်အိုတ်ဒၟံၚ် ကြပ်ပေၚ် မွဲပြကောတိကိုဋ်ဒဝ်လာရ။ <strong>ယဝ်ရ မၞး စွံၚုဟ်မး လ္တူဒေတာ မပံက်လဟာ် ကေုာံ မဒှ်အဝေါၚ်သီုဖအိုတ်မ္ဂး - ကဵုတဴဒါန် ပ္ဍဲတ္ၚဲဏအ် ညိ</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
mnw: သွက်ဂွံဆက်ထိၚ်ဒဝ် ကေုာံ ပ္တိတ်ဒေတာသေတ်တအ်ကီု သွက်ဂွံပခိုဟ်ပတိုန် ပလက်ဖံၚ် ကေုာံ ကၠောန်ဗဒှ် <africaMradiLink>အစဳအစန်ဂကောံ</africaMradiLink> တအ်ဂှ်ကီု ဒးအိုတ်သြန်ဗွဲမဂၠိုၚ်ရ။

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
mnw: ဟိုတ်နူကဵု တၚ်ဂၞၚ်မူလပစ္စယ် Common Voice ပတိတ်လဝ် ကဵုလာၚ်ဇြေန် cc0 တုဲ ဝါကျလိက်တအ်သီုဖအိုတ် အရာပၟိက်ဇၞော်အိုတ်ဂှ် ဒးဒှ် (cc0) <publicDomain>ဒြပ်ညးဂမၠိုင်</publicDomain>ရောၚ်။ ပတိုန် ဝါကျမွဲမွဲ အခိင်ကာလမၞးစှ်ေစိုတ်တုဲဟေင်မှပတိုန်ညိ၊ တုဲပၠန် လိက်နိဿဲမဆေင်စပ်ဂှ် ဒးစုတ်လၟိုန်ကာလရောၚ်။

source: It is written in a language different than what I’m reviewing.
mnw: ချူလဝ်ကဵုဘာသာ တၞဟ်ခြာနူ အဲမစၟဳစၟတ်ဒၟံၚ်ဏီရ။

source: It is written in a language different than what I’m speaking.
mnw: ချူလဝ်ကဵုဘာသာ တၞဟ်ခြာနူ အဲဟီုဏီရ။

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
mnw: အရာမကိစ္စဇၞော်ဗွဲမလောန်ဂှ် ဒးစုတ်လဝ် လိက်နိဿဲညိ၊ ကာလဂှ်ဟေင် ပိုဲညးတအ်စၟဳစၟတ်မာန် ဒဒှ်ရ ဝါကျတအ်ဂှ် နွံဒၟံၚ် ပ္ဍဲကဵု မပိုင်ပြဳညးဂမၠိုင် (public domain) တုဲ ဟၟဲတဴကဵု (copyright restriction) သၞောဝ်ဆဵုဒဝ်ရ။

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
mnw: သွက်ဂွံကၠောန်ဗဒှ် Common Voice ဂှ် ဒးကေတ်ဒြဟတ် ဗွဲမဂၠိုင်ရ။ ပိုယ်ကၠောန်ဒၟံင် ဆညးမွဲဓဝ် ဟွံသေင်ရ။ မိက်ဂွံ ပံင်ကောံ ကဵုပိုဲကီုဟာ? ပိုဲမိက်ဂွံမိၚ်တီကေတ် နူမၞးတအ် ဗွဲမလောန်ရ။

source: Izhorian
mnw: အဳဇြဝ်ရဳယျာ

source: Jamaican Patois
mnw: ပါတဝ်ယျာ ဂျမေကာ

source: Japanese
mnw: ဂျပါန်

source: Jaqaru
mnw: ဂျာကွာရူ

source: Javanese
mnw: ဂျာဗာ

source: Join Discord Community
mnw: ပါလုပ်ဒၞာဲသဳကၠဳဂကောံ

source: Join Mozilla Data Collective
mnw: ပါလုပ်ပ္ဍဲဂကောံ Mozilla Data Collective ညိ။

source: Join our community
mnw: ပါလုပ် ပ္ဍဲဂကောံပိုဲညိ။

source: Join the Common Voice mailing list
mnw: ပါလုပ်ပ္ဍဲ စရၚ်အဳမေဝ် Common Voice ညိ။

source: Join us on Discord
mnw: ပါလုပ်ကရောံပိုဲ လ္တူ Discord

source: Join us to advance voice technology and empower more user contributions.
mnw: ဘိုၚ်ရီုဗၚ်ပါလုပ်ကရောံပိုဲ သွက်ဂွံဇၞော်မောဝ်ပတိုန် နဲကဲပညာရမျာၚ် ကေုာံ ကဵုဇြဟတ် ကုညးမစကာသုၚ်စောဲ ဂွံဘိုၚ်ရီုဗၚ်ပါလုပ်ဂၠိုၚ်တိုန်အာ။

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
mnw: ညံၚ်ဂွံစှ်ေဗွဲသဘာဝကဵု တၚ်စၞောန်ဂှ် ကလေၚ်သွဟ်ကဵု ၜါပိဝါကျ အိုတ်ညိ။ အရေဝ်ဝေါဟာမၞးသုၚ်စောဲဂှ် ညံၚ်ဂွံဒှ် အရေဝ်ဝေါဟာ မနွံတဴကဵု ဓဝ်ရှ်ေသှ်ေ ကေုာံ ဓဝ်ရာၚ်ဆာဲတအ်ညိ။

source: Just Unsure?
mnw: ဟွံချိုတ်ပၠိုတ်စကွေံကွေံဟာ

source: Kabardian
mnw: ခဗာဒဳယျာန်

source: Kabyle
mnw: ကာဗာဲ

source: Kachhi
mnw: ကာတ်ချဳ

source: Kaitag
mnw: ကာဲတာတ်

source: Kalasha
mnw: ကာလာယှာ

source: Kalenjin
mnw: ကာလေန်ဂျိန်

source: Kalkoti
mnw: ကာလ်ကဝ်တဳ

source: Kannada
mnw: ကာန်နာဒါ

source: Kaqchikel
mnw: ကာချဳကေလ်

source: Kara
mnw: ကာရာ

source: Karachay-Balkar
mnw: ကာရာချာဲ-ဗာလ်ကာရ်

source: Karakalpak
mnw: ကာရာကာလ်ပါက်

source: Kasem
mnw: ကာသေမ်

source: Kashmiri
mnw: ကာရှမဳရဳ

source: Kateviri
mnw: ကာတေဗဳရဳ

source: Kazakh
mnw: ကာဇြာတ်

source: { $kb }kb max
mnw: အယျဲဇၞောတ်အိုတ် { $kb }kb ရ။

source: Keep
mnw: ဂိုၚ်စွံ

source: Keep it up, record again <recordIcon></recordIcon>
mnw: ခိုဟ်ကွေံရ၊ ဆက်ရပ်ပၠောပ်ရမျာၚ်မွဲဝါပၠန်ညိ<recordIcon></recordIcon>

source: Keep the recordings
mnw: ဂိုၚ်စွံ ရမျာၚ်မရပ်ပၠောပ်လဝ်ဂမၠိုၚ်။

source: Keep track of your progress and metrics across multiple languages.
mnw: ဗက်စၟတ်သမ္တီ ပရေၚ်တဴတက် ကေုာံ စရၚ်အၚ်မၞး ပ္ဍဲကဵုအရေဝ်ဘာသာဂမၠိုၚ်တအ်ညိ။

source: Keep track of your progress with a profile
mnw: စၟတ်သမ္တီလဝ် ပရေၚ်တဴတက်ဖောံဗြေဝ်မၞး နကဵု ပရဝ်ဝှာဲညိ

source: Keep track of your progress with a profile and help our voice data be more accurate.
mnw: နကဵု ပရဝ်ဝှာၚ်မွဲ စၟတ်သမ္တီလဝ် ပရေၚ်တဴတက် မၞးတုဲ ရီုဗၚ်ကဵု ညံၚ်ဒေတာရမျာၚ်ပိုဲ ဂွံကိတ်ညဳဍာံပြဂၠိုၚ်တိုန်ညိ။

source: Kelabit
mnw: ကေလာဗိတ်

source: Kenyah
mnw: ကာန်ယာ

source: Kenyi
mnw: ကေန်ယဳ

source: <key>1</key>-<key>{ $numLanguages }</key> Tag with language
mnw: <key>၁</key>-<key>{ $numLanguages }</key> စုတ်တၚ်သမ္တီ နကဵု အရေဝ်ဘာသာညိ။

source: Keyboard usage
mnw: ပွမစကာ ကောန်ဍေၚ်

source: Khakas
mnw: ခါကာတ်

source: Khetrani
mnw: ခေတ်ထရာနဳ

source: Khmer
mnw: ခမေန်

source: Khowar
mnw: ခဝ်ဝါ

source: K'iche'
mnw: ကဳချေ

source: Kichwa
mnw: ကဳခွာ

source: Kidaw'ida
mnw: ကဳဒါဝဳဒါ

source: Kihemba
mnw: ကဳဟေမ်ဗာ

source: Kikamba
mnw: ကဳကာမ်ဗာ

source: Kikuyu
mnw: ကဳကူယူ

source: Kinyarwanda
mnw: ကိန်ညာရဝါန်ဒါ

source: Kirombo
mnw: ကဳရဝ်မ်ဗဝ်

source: Kirundi
mnw: ကဳရုန်ဒဳ

source: Kohistani Shina
mnw: ကဝ်ဟိသတာနဳ ရှဳနာ

source: Kom
mnw: ကောမ်

source: Komi-Zyrian
mnw: ကဝ်မဳ-ဇြဳရဳယာန်

source: Konkani (Devanagari)
mnw: ကောန်ကာနဳ (ဒေဝနာဂရဳ)

source: Konkani (Romi)
mnw: ကောန်ကာနဳ (ရောမဳ)

source: Konzo
mnw: ကောန်ဇြဝ်

source: Korean
mnw: ကိုဝ်ရဳယျာ

source: Kotokoli
mnw: ကဝ်တဝ်ကဝ်လဳ

source: Kreol Morisien
mnw: ခရဳအဝ် မဝ်ရဳသဳယျေန်

source: Kuku
mnw: ကူကူ

source: Kunabembe
mnw: ကူနာဗေမ်ဗေ

source: Kurmanji Kurdish
mnw: ကူရ်ဒေတ် ကူရ်မာန်ဂျဳ

source: Kwasio
mnw: ကွာသဳအဝ်

source: Kyrgyz
mnw: ကဳရ်ဂျေတ်

source: Ladin
mnw: လာဒိန်

source: Lango
mnw: လာန်ဂေါ

source: Language
mnw: အရေဝ်ဘာသာ

source: Language Fundamentals (e.g. Digits, Letters, Money)
mnw: သ္ဇိုၚ်ရိုဟ်ကၞက် အရေဝ်ဘာသာ (ဥပမာ - ဂၞန်သင်္ချာ၊ မအက္ခရ်၊ သြန်)

source: Language Request
mnw: အာတ်မိက် အရေဝ်ဘာသာ

source: Language request successfully submitted, thank you.
mnw: အရေဝ်ဘာသာ အာတ်မိက်ပတိုန်ထ္ၜး အံင်ဇၞးယျ၊ တင်ဂုဏ်ရ။

source: Languages
mnw: ဘာသာဂမၠိုၚ်

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
mnw: အခိင် ကၠာဲဘာသာဒေသဂှ် ဇၟာပ်အရေဝ်ဘာသာ နွံကဵု နဲကဲဒုင်တဲ စၟဳစၟတ် ကေုာံ တင်နွံပၟိက်တၟေင် အိုတ်ရ။ ယဝ်ရ ဝှာင်ဒုင်တဲ စၟဳစၟတ် သွက် အရေဝ်ဘာသာဂှ် ဟွံမံက်မ္ဂး၊ ဍေံ ထ္ၜးကဵု စေဝ်ပၞောန် အင်္ဂလိက် သွက် ညးမပါလုပ်တအ်ရ။

source: Language Text
mnw: မလိက်အရေဝ်ဘာသာ

source: Lao
mnw: သေံလဴ

source: Large bulk sentence submission
mnw: ပတိုန် မွဲဝါ ဝါကျဂၠိုၚ်ၚ်

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
mnw: တၚ်ဂၞၚ်ဒေတာရမျာၚ်ဇၞော်ဇၞော် ညးဂမၠိုၚ် မကလိဂွံမာန်တအ်ဂှ် မလေပ်ဇၞော်မောဝ်ပတိုန်ကဵု ပရေၚ်ဖန်ဗဒှ်ကွတ်တၟိ ကေုာံ ပရေၚ်ပြိုၚ်ပကာန်ခိုဟ်မွဲ ပ္ဍဲကဵု နဲကဲပညာရမျာၚ် စက်-ဗတောန် ရောၚ်။ တၚ်ဂၞၚ်ဒေတာ Common Voice ဂှ် ဒှ်အရာဇၞော်အိုတ် ပ္ဍဲကဵုဂကူဍေံကီုလေဝ်၊ ဆဍေံမွဲဓဝ် ဟွံသေၚ်ရ။ မုက်လိက်ဏအ်ဂှ် ဒှ်ဗဟဵုနိဿဲမွဲ သွက် ဒေတာသေတ်ရမျာၚ်ပံက်လဟာ်တၞဟ်ဟ်တအ်ကီု ကေုာံ သီုကဵုဒှ်မုက်လိက် သွက်ဒၞာဲပရေၚ်ပတိတ်တၟိပိုဲတအ် အတိုၚ် Common Voice မဇၞော်မောဝ်တိုန်ကၠုၚ်လဝ်ဂှ်ရ။

source: Large scale corporates and platform companies
mnw: ကမ္ပဏဳဇၞော်ဇၞော် ကေုာံ ကမ္ပဏဳပလက်ဖံင်ဂမၠိုင်

source: Lassi
mnw: လာတ်သဳ

source: Last Updated: { $lastUpdatedTimeStamp }
mnw: ပလေဝ်ဒါန်လဝ် အလန်လက္ကရဴအိုတ် { $lastUpdatedTimeStamp }

source: Latgalian
mnw: လာတ်ဂါလဳယျာ

source: Latvian
mnw: လာတ်ဗဳယျာ

source: Launched
mnw: ပံက်လဝ်တုဲ

source: Laz
mnw: လာတ်

source: Leaderboard Visibility
mnw: ဗဵုကေတ်ပ္ဍဲ လၟေၚ်ကဆံၚ် မာန်

source: Learn about partnerships with Common Voice
mnw: ကတ်လ္ၚတ်ပရူပရာပရေၚ်ပံၚ်တောဲကဵု Common Voice

source: Learn about the mission and team behind Common Voice
mnw: လ္ၚတ်ရံင်ပရူပရာ တင်ရန်တၟအ် ကေုာံ ညးချဳဒရာၚ် ပ္ဍဲလက္ကရဴ ဂကောံ Common Voice ညိ။

source: Learn how to check a transcription
mnw: ကတ်လ္ၚတ်အာ ဗီုပြၚ်ဂွံစၟဳစၟတ် လိက်မချူပတိတ်နူရမျာၚ်

source: Learn how to take part
mnw: ကတ်လ္ၚတ်ဗီုဂွံဘိုၚ်ပါလုပ်ညိ။

source: Learn how to transcribe
mnw: ကတ်လ္ၚတ်အာဗီုပြၚ်ဂွံချူပတိတ်ရမျာၚ်

source: Learn how to use this page
mnw: ကတ်လ္ၚတ်ဗီုပြၚ်ဂွံစကာသုၚ်စောဲမုက်လိက်ဏံညိ။

source: Learn More
mnw: ဆက်လ္ၚတ်အာ

source: Leaving now means you’ll lose your changes
mnw: ယဝ်ရတိတ်အာလၟုဟ်မ္ဂး ပရေၚ်ပြံၚ်လှာဲလဝ်တအ်ဂှ် ကၠေံအာဖအိုတ်ရောၚ်။

source: Leaving now means you'll lose your progress
mnw: ယဝ်ရတိတ်အာလၟုဟ်မ္ဂး ရမျာၚ်ပၠောပ်လဝ်ဂှ် ကၠေံအာဖအိုတ်ရောၚ်။

source: Lendu
mnw: လေန်ဒူ

source: Length
mnw: ဇမၠိၚ်

source: Let's Get Started
mnw: စတမ်

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
mnw: အက္ခရ်တအ်ဂှ် ဒးဒှ်အရာ မသုင်စောဲ အတိုၚ်သၞောဝ် ပ္ဍဲအရေဝ်ဘာသာ မဟီုဂးတဴဒၟံင်ဂှ်ရ။ ဥပမာ - “ж” ဂှ် ဒှ်အက္ခရ် ပ္ဍဲအက္ခရ်ရုရှာ ကီုလေဝ် အက္ခရ်ဂှ် ပ္ဍဲဘာသာအင်္ဂလိက် ဟွံစကာသုၚ်စောဲရ၊ ဟိုတ်ဂှ်ရ အက္ခရ်ဂှ် ဟွံထေက်ကဵု ဒးပါလုပ် ပ္ဍဲမလိက်တမ် အင်္ဂလိက် လးလးရ။

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
mnw: LibriSpeech ဂှ် ဒှ် ဂကောံအရေဝ် ရမျာၚ်အင်္ဂလိက် မဗှ်လဝ် နကဵုဇြဟတ် 16Khz ၜိုတ် 1000 နာဍဳ မကလိဂွံနူ လိက်ရမျာၚ်မဗှ်လဝ် နူ ပရေင်ကမၠောန် LibriVox ရ။

source: License
mnw: လာင်ဇြေန်

source: License: <licenseLink>CC-0</licenseLink>
mnw: လာၚ်ဇြေန် <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
mnw: လာၚ်ဇြေန်<licenseLink>{ $license }</licenseLink>

source: Ligurian
mnw: လဳဂူရဳယျာ

source: Lingala
mnw: လိန်ဂါလာ

source: Link Copied
mnw: ကၠာဲကေတ် လေၚ် တုဲရ။

source: Links to websites that can help us understand the language
mnw: ပ္ညုၚ်ထ္ၜးကဵုပိုဲ ဝေပ်သာ် မဒှ်အထံက်အပၚ်သွက်ပိုဲဂွံတီကၠိုဟ်ပရူပရာဘာသာဂှ်ညိ။

source: Listen
mnw: ကလၚ်

source: Listening
mnw: ကလၚ်တဴဒၟံၚ်

source: Listen options menu
mnw: စရၚ်တၚ်ရုဲစှ်သွက်ဂွံကလၚ်ဂမၠိုၚ်။

source: Listen-Queue
mnw: စၟတ်သမ္တီ ကလင်ရမျာင်

source: Lithuanian
mnw: လဳသူနဳယျာ

source: Loading…
mnw: ဂၠာဲဒၟံၚ်ဖိုဟ်…

source: Loading sentences…
mnw: ပံက်ဂၠာဲဒၟံၚ်ဝါကျဂမၠိုၚ်ဖိုဟ်…

source: Loarki
mnw: လဝ်အာရ်ကဳ

source: Localized
mnw: ကၠာဲလဝ်ဘာသာတုဲ

source: Log In
mnw: လုပ်အကံက်

source: Login Identity
mnw: စၟတ်သမ္တီ လုပ်အကံက်

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
mnw: သွက်ဂွံ ထပ်စုတ် ဝါကျ ဗွဲမဂၠိုၚ်တအ်ဂှ် <loginLink>လုပ်အကံက်</loginLink> ဟွံသေၚ်မ္ဂး <loginLink>ကၠောန်အကံက်တၟိ</loginLink> ညိ။

source: Log in or sign up to get started
mnw: သွက်ဂွံစတမ်ဂှ် လုပ်အကံက် ဟွံသေၚ်မ္ဂး ကၠောန်အကံက်ညိ

source: Log In / Sign Up
mnw: လုပ်အကံက် / ကၠောန်အကံက်

source: Log In / Sign Up with { $company } email
mnw: လုပ် ဟွံသေၚ်မ္ဂး ကၠောန်အကံက်တၟိ နကဵု အဳမေဲလ် { $company } ညိ။

source: Log Out
mnw: တိတ်

source: Loja Highland Kichwa
mnw: ကဳချွာ ဒဵု လဝ်ဂျာ

source: Lojban
mnw: လောတ်ဂျဗာန်

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
mnw: ဂၠာဲသ္ၚဳမွဲရံၚ် လိက်ပရေၚ် မဟွံဒး copyright တအ်ညိ - ဥပမာ ဗွဲမဂၠိုၚ် ဒှ်လိက်အုပ် မပ္တိတ်လဝ် ကိုပ်ကၠာ နူသၞာံ ၁၉၂၀ တေံရ။

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
mnw: ပ္ဍဲအရေဝ်ဘာသာဏအ် ညံၚ်ကဵု ကလေပ် သွက်ဂွံကလင် ဟွံမွဲရ။ ရီုဗင်ဗပေင်ကဵုစရင်ပိုဲ နကဵုပွမပၠောပ်တဴရမျာၚ် လၟုဟ်ညိ။

source: Losso
mnw: လဝ်သဝ်

source: Luganda
mnw: လူဂါန်ဒါ

source: Luxembourgish
mnw: လာတ်သေမ်ဗံက်

source: Macedonian
mnw: မာသဳဒဝ်နဳယျာ

source: Mada
mnw: မာဒါ

source: Maithili
mnw: မာဲတဳလဳ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
mnw: ကၠာမၞးဟွံဂွံစဟီုဏီ စက်ကိရိယာဂှ် ပၠောပ်ဒၟံၚ်ရမျာင်ဟာဂှ် သ္ပသတိညိ၊ တုဲပၠန် ကာလ မၞးဟီုတုဲဒှ်ဟေင် စက်ကိရိယာဂှ်ဍေံဒေါအ်ဂွံရ။

source: Make sure the sentence meets the following criteria:
mnw: ဝါကျဂှ် ကိတ်ညဳကဵု တၚ်နၚ်စၟတ်သမ္တီ ဗွဲသၟဝ်ဏအ် ညံၚ်ဂွံစှ်ေဂှ် သ္ပကဵုချိုတ်ပၠိုတ် ညိ -

source: Make sure they can be answered in just a couple of sentences
mnw: ညံၚ်ညးတအ်ဂွံသွဟ်ဏာ ပ္ဍဲမွဲၜါကျဓဝ်မာန်ဂှ် သၟာန်ညိ။

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
mnw: ဒေတာ မၞး မပတိုန်လဝ်ဂှ် ပွမကဵုတဴ ဒေတာစရၚ်အၚ်မၞိဟ်ဟွံဓမံက်ထ္ၜးယၟုလ္ၚဵုတအ်ဂှ် ကဵုဂွံဍိုက်ပေၚ်မာန်အိုတ်ညိ။ ကိုပ်ကၠာ ဟွံပတိတ်ထ္ၜးကဵု ညးဂမၠိုၚ်တအ်ဂှ် ပိုဲ ပၞုက်လဝ်ကဵု အရာမစၟတ်သမ္တီလဝ် ပ္ဍဲကဵု ဒေတာစရၚ်အၚ်မၞိဟ်အိုတ်သီုရ။

source: Malagasy
mnw: မာလာဂါသဳ

source: Malay
mnw: မာလေ

source: Malayalam
mnw: မာလာယာလာမ်

source: Male
mnw: မၞိဟ်တြုံ

source: Male/Masculine
mnw: မၞိဟ်တြုံ

source: Maltese
mnw: မာလ်တဳ

source: Manage Email Subscriptions
mnw: ပကင်ရင် စရင် အီမေဲလ် ပတိုန်လဝ်ဂမၠိုၚ်

source: Manage Subscriptions
mnw: ပကင်ရင် စရင်ပတိုန်လဝ်ဂမၠိုၚ်

source: Manx
mnw: မာန်က်

source: Mapudungun
mnw: မာပူဒုန်ဂုန်

source: Mara
mnw: မာရာ

source: Marathi
mnw: မာရာထဳ

source: <mark>Check</mark>
mnw: <mark>စၟဳစၟတ်</mark>

source: <mark>Data</mark>
mnw: <mark>စၟတ်တ္ၚဲ</mark>

source: <mark>Prompt</mark>
mnw: <mark>တၚ်စၞောန်</mark>

source: <mark>Respond</mark>
mnw: <mark\>ကလေၚ်သှ်</mark\>

source: <mark>Transcribe</mark>
mnw: <mark\>ချူပတိတ်</mark\>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
mnw: <mark>သုၚ်စောဲ CV သွက်</mark><br/><mark>ပရေၚ်ဂၠိုက်ဂၠာဲသုတေသနမၞးဟာ</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
mnw: <mark>ပိုဲနွံပၟိက်ကဵု</mark><br/><mark>အရီုဗၚ်မၞးရအဴ</mark>

source: Martinican Creole
mnw: မာတဳနိစ် ခရဳအဵု

source: Marwari
mnw: မာဝါရဳ

source: Massa
mnw: မာတ်သာ

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform. We are in room "common-voice:mozilla.org".
mnw: Matrix ဂှ်ဒှ် ပရောတဝ်ကဝ်လျိုၚ်သာသာ မပံက်လဝ်ဟွံမွဲကဵုဗဟဵု သွက်ပရေၚ်ဆက်စၠောံ အခိၚ်တိုက်ရိုက်မွဲတုဲ၊ ဒှ်ပလက်ဖံၚ်သဳကၠဳပံက်သၠး မဝ်ဇြဳလာ (Mozilla) ဒးစိုတ်အိုတ်မွဲရ။ ပိုဲတအ်နွံဒၟံၚ်ပ္ဍဲဒၞာဲ "common-voice:mozilla.org" ရ။

source: Matses
mnw: မာတ်သေတ်

source: Maximum file size: 25 MB
mnw: အယျဲဝှာၚ်ဇၞော်အိုတ်ဂှ် ၂၅ MB ရ။

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
mnw: <homepageLink>မုက်လိက်မူလ</homepageLink> ပိုဲ ရီုဗၚ်ကဵုမာန်ညိဟာ? သွက်ဂွံသၟာန် အရေဝ်သၟာန်ဂှ် လုပ်ပါလုပ် ပ္ဍဲ <matrixLink>ဒၞာဲတက်ကျာ Matrix ဂကောံ </matrixLink>ညိ၊ လ္ၚတ်ရံၚ် ပြသၞာ ဝေပ်သာက်တအ် နူကဵု <githubLink>GitHub</githubLink> ညိ၊ ဟွံသေၚ်မ္ဂး လုပ်ဗဵု <discourseLink>ဝှဝ်ရာမ် Discourse</discourseLink> ပိုဲ ညိ။

source: MB
mnw: အေမ်ဗဳ

source: Mbo
mnw: အေမ်ဗဝ်

source: Mbum
mnw: အေမ်ဗုမ်

source: Meadow Mari
mnw: မာရဳ (ဒဵု)

source: Media and Entertainment
mnw: မဳဒဳယာ ကေုာံ ပရေၚ်လဟိၚ်စိုတ်

source: Medumba
mnw: မေဒုမ်ဗာ

source: Meetei Lon
mnw: မဳတဳ လောန်

source: Melanau
mnw: မေလာဏော

source: Mengambo
mnw: မေန်ဂါမ်ဗော

source: Menu to access Partnerships, Press and Stories, Community and Languages
mnw: စရၚ်ရုဲစှ် ဒၞာဲ ပရေင်ပံင်တောဲ၊ ပရိုင်၊ ပရူပရာဂကောံ ကေုာံ အရေဝ်ဘာသာဂမၠိုင်

source: Message
mnw: လိက်ပလံင်

source: Michoacán Mazahua
mnw: မဳချဝ်အာကာန် မာဇြာဟွာ

source: Mina
mnw: မဳနာ

source: Mingrelian
mnw: မိန်ဂရေလဳယျာ

source: Minimum sentences in file: 1000
mnw: လၟိဟ်အောန်အိုတ် ပ္ဍဲ ဝှာၚ် - ၁၀၀၀ ဝါကျ

source: [Mismatched content]
mnw: [တၚ်နၚ် ဟွံကိတ်ညဳ]

source: Misreadings
mnw: အရာဗှ်ဗၠေတ်ဂမၠိုၚ်

source: Missing an 's' at the end of a word.
mnw: လလုဲအာ 's' မွဲမပ္ဍဲလအိတ်မအရေဝ်

source: Missing an <strong>'s'</strong> at the end of a word.
mnw: လလုဲသှ်ေၜက်အာ <strong>'s'</strong> ပ္ဍဲလအိတ်အရေဝ်မွဲမွဲမ

source: Missing 'A' or 'The' at the beginning of the recording.
mnw: လလုဲအာ 'A' ဟွံသေၚ်မ္ဂး 'The' နူစတပ်ပၠောပ်ရမျှာၚ်

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mnw: လလုဲသှ်ေၜက်အာ <strong>'A'</strong>ဟွံသေၚ်မ္ဂး <strong>'The'</strong> ပ္ဍဲတမ် စပၠောပ်ရမျာၚ်

source: Missing the end of the last word by cutting off the recording too quickly.
mnw: ဟိုတ်နူ ဒေါအ်ထောံ ပရေၚ်ပၠောပ်ရမျှာၚ် ပြဟ်လောန်အာတုဲ ကၞောတ် မအရေဝ် လက္ကရဴအိုတ်ဂှ် လလုဲသှ်ေၜက်အာရ။

source: Mixed
mnw: ပံၚ်လဝ်

source: Mixteco Yucuhiti
mnw: မိတ်သတေကဝ် ယူကူဟဳတဳ

source: Mokpwe
mnw: မော်ပဝေ

source: Moksha
mnw: မံက်ယှာ

source: Mon
mnw: မန်

source: Mongolian
mnw: မန်ဂေါလဳယာ

source: Mooré
mnw: မဝ်ရေ

source: More
mnw: ပဵုတုဲ

source: [More has been recorded than the required text]
mnw: ပၠောပ်လဝ်ရမျာၚ်ဂၠိုၚ်လောန်နူမလိက်ၜိုတ်နွံပၟိက်ဂှ်ဏီရ။

source: More languages coming soon
mnw: အရေဝ်ဘာသာတၞဟ်ဟ်ဂမၠိုဟ် ခြာဟွံလအ်စိုပ်ကၠုၚ်ရောၚ်။

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
mnw: ဒေတာ ကမ္ပဏဳဇၞော်ဇၞော်တအ် မစကာဒၟံၚ်ဗွဲမဂၠိုၚ်ဂှ် သွက်မၞိဟ်တအ်ဗွဲမဂၠိုၚ်ဂှ်ကလိဂွံဟွံမာန်ရ။ အရာဏအ်ဂှ် ဂှ်အရာကၟာတ်လဒဵုထောံ ပရေၚ်ဖန်ဗဒှ်တၟိရောၚ် ပိုဲစှ်ေစိုတ်ရ။ ဟိုတ်ဂှ်ရ ပိုဲ စကၠောန်ပ္တိတ်လဝ် Common Voice မဒှ် ပရဝ်ဂျေတ် သွက်ဂွံ ရီုဗၚ် ပံက်ကဵု ပရေၚ်စၟတ်သမ္တီရမျာၚ် ကေုာံ လုပ်စိုပ်ကေတ်မာန် သွက်ညးသီုဖအိုတ်ရ။

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
mnw: ဒေတာ ကမ္ပဏဳဇၞော်ဇၞော်တအ် မစကာဒၟံၚ်ဗွဲမဂၠိုၚ်ဂှ် သွက်မၞိဟ်တအ်ဗွဲမဂၠိုၚ် ကလိဂွံ ဟွံမာန်ရ။ အရာဏအ်ဂှ် ဒှ်အရာကၟာတ်လဒဵုထောံ ပရေၚ်ဖန်ဗဒှ်တၟိရောၚ် ပိုဲ စှ်ေစိုတ်ရ။ ဟိုတ်ဂှ်ရ ပိုဲ စကၠောန်ပ္တိတ်လဝ် ပရဝ်ဂျေတ် Common Voice မဒှ် ပရဝ်ဂျေတ် သွက်ဂွံ ရီုဗၚ် ပံက်ကဵု ပရေၚ်စၟတ်သမ္တီရမျာၚ် သွက်ညးသီုဖအိုတ်ရ။

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mnw: ကလေပ်ရမျှာၚ်ဗွဲမဂၠိုၚ်ဂှ် ဒှ်ရမျှာၚ် မၞိဟ်ဟီုဒၟံၚ်အရေဝ် နကဵုရမျှာၚ်သဘာဝညးတအ်ရ။ ကလေပ်ရမျှာၚ် ဟွံသေၚ်ကဵု သၞောတ်ဗၞတ် မပ္တံကဵု ကညာၚ်ဟီု၊ ဟီုရမျှာၚ်သာသာ၊ ဟွံသေၚ်မ္ဂး ဟီုနကဵုရမျှာၚ် ‘လောန်ကာဲ’ တအ်ဂှ် လဆောဝ်လဆောဝ် ဒုၚ်တဲမာန်ရ။ ကလေပ်ရမျှာၚ် မဒယှ်ေလဝ်ဒွက် ကေုာံ ကလေပ်ရမျှာၚ် မသုၚ်စောဲလဝ် ရမျှာၚ်ဖန်ဗဒှ်လဝ် နကဵု ခမ်ပျူတာတအ်ဂှ် တးပါဲ ထောံညိ။

source: Moussey
mnw: မောက်သေ

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
mnw: လၟုဟ် တၚ်ဂၞၚ်ဒေတာ Mozilla Common Voice တအ်ဂှ် ကေတ်ကလိဂွံမာန် ပ္ဍဲ Mozilla Data Collective ဟေၚ်ရောၚ်။

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
mnw: Mozilla Common Voice ဂှ် ဒှ်လၟေင်ကမၠောန် သွက်ဂွံ ရီုဗင် ဗတောန်ကဵု စက်ဂမၠိုင် ဗီုပြၚ်မၞိဟ်တအ် ဟီုဂးအရေဝ်မွဲရ။

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
mnw: Common Voice မဝ်ဇြဳလာဏံ ကတဵုဒှ်ကၠုၚ်မာန်ဂှ် ဟိုတ်နူဂကောံနာနာသာ် မပ္တံကဵု ညးကေၚ်ကာချဳဒရိုၚ်၊ တၠပညာအရေဝ်ဘာသာ၊ တၠပညာသိပ္ပံဒေတာ၊ တၠပညာ ကေုာံ အေန်ဂျေန်နဳယာဆပ်ဝဴဂမၠိုၚ် နူအလုံလိုက်မွဲရ။ သ္ဇိုၚ်ဌာန မဝ်ဇြဳလာ မၚ်မွဲလဝ် ပရဝ်ဂျေတ်ဏံရ။

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
mnw: Mozilla Common Voice ဂှ် ဒှ် တၚ်ဂၞၚ်ဒေတာရမျာၚ်ပံက်လဝ်ကဵုညးဂမၠိုၚ်ပါလုပ် မၞုံကဵု ဗီုပြၚ်နာနာသာ် ပ္ဍဲဂၠးတိဏံရ - တုဲပၠန် ပိုဲဂှ် ဒုၚ်လဝ်သဇိုၚ် နကဵု သြန်ဒါန် အလုံအိုတ်သီုရ။ သွက်ဂွံ မၚ်မွဲ တၚ်ဂၞၚ်ဒေတာသေတ်တအ် ကေုာံ ဂွံပခိုဟ်ပတိုန် ပလက်ဖံၚ် သွက် ဂကောံအရေဝ်ဘာသာ ၁၀၀ ဘာသာပြၚ်ၚ် မဗ္ဒဗ္ဒာဲတန်တဴဒၟံၚ် လ္တူကမၠောန်ပိုဲမကၠောန်လဝ်တအ်ဂှ် အိုတ်သြန် မွဲသၞာံမ္ဂး ကြပ်စိုပ် မွဲပြကောဋိကိုဋ် ဒဝ်လာာ ရ။ ယဝ်ရ မၞးစွံၚုဟ်မးကဵု ဒေတာ ပံက်လဝ်ကီု ကေုာံ ဒေတာ ပါလုပ်အိုတ်သီုကီုမ္ဂး - <b>ကဵုဒါန် တ္ၚဲဏအ်ညိ</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
mnw: စက်စၟတ်သမ္တီရမျာၚ် တမ်ရိုဟ်-ပံက်သၠးလဝ် Mozilla, Deep Speech ဂှ် သုၚ်စောဲစကာ သွက်ဂွံဖန်ဗဒှ် အပ်ပလီကေယှေန် စၟတ်သမ္တီရမျာၚ်တအ်မာန်ရ။ ဗှ်ရံၚ် <githubLink>တၚ်သ္ၚဳဂၠိပ် Github</githubLink> ပိုဲ ဟွံသေၚ်မ္ဂး ပါလုပ် ပ္ဍဲ <discourseLink>DeepSpeech Discourse</discourseLink> သွက်ဂွံ လ္ၚတ်ကေတ် ဗီုပြၚ် စတမ်ဂှ်ညိ။

source: Mpiemo
mnw: အေမ်ပဳယေမဝ်

source: Mundang
mnw: မုန်ဒါၚ်

source: Mungaka
mnw: မုၚ်ဂါကာ

source: Musgum
mnw: မုဿဂုမ်

source: Mutual accountability.
mnw: ပရေင်ဒုင်လျိုင်ရေင်သကအ်

source: N/A
mnw: ဟွံမွဲ

source: Name
mnw: ယၟု

source: Names of your language
mnw: ယၟုအရေဝ်ဘာသာမၞး

source: Native Language
mnw: အရေဝ်ဘာသာမိမ

source: Nature and Environment
mnw: ပရေၚ်သဘာဝ ကေုာံ ပွဳပွူ

source: Need help deciding which to choose?
mnw: ဂွံရုဲစှ်အရာလဵုရောဂှ် နွံပၟိက်ကဵုအရီုဗၚ်ဟာ

source: Need help with the Sex or Gender changes?
mnw: စပ်ကဵုပရေၚ်ပြံၚ်လှာဲ လိၚ် ဟွံသေၚ်မ္ဂး လိၚ်သဘာဝ နွံပၟိက်ကဵု အရီုဗၚ်ဟာ?

source: Need some help with accent?
mnw: စပ်ကဵု ရမျာၚ်ဂရုလဟုဂှ် နွံပၟိက်ကဵုအရီုဗၚ်ဟာ

source: Need some help with variants?
mnw: စပ်ကဵု အရာတၞဟ်ခြာတအ်ဂှ် နွံပၟိက်ကဵုအရီုဗၚ်ဟာ

source: Need to download your data?
mnw: နွံပၟိက်မိက်ဂွံဂၠေါၚ်ဖျေံ ဒေတာ မၞးဟာ

source: Nepali
mnw: နဳပေါ

source: Newari
mnw: နေဝါရဳ

source: New Language Launch
mnw: ပံက်ပ္တိတ် အရေဝ်ဘာသာတၟိ

source: News and Current Affairs
mnw: ပရိုၚ် ကေုာံ ပရေၚ်ပစ္စုပ္ပန်

source: Next
mnw: အာဂတ

source: Ngambay
mnw: ၚာမ်ဗာဲ

source: Ngiembon
mnw: ၚဳအေမ်ဗောန်

source: Ngomba
mnw: အေန်ဂေါမ်ဗာ

source: Ngombale
mnw: ၚောမ်ဗာလေ

source: Nias
mnw: နဳယာတ်

source: Nigerian Pidgin English
mnw: အၚ်္ဂလိက် ပဳဂျေန် နိုက်ဂျဳရဳယျာ

source: NKo
mnw: အေန်ကဝ်

source: No
mnw: ဟအှ်ေ

source: [No ‘a’ in the original text]
mnw: [ပ္ဍဲလိက်တမ်မူလဂှ် 'မွဲ' ဟွံမွဲ] ရ။

source: No audio was captured. Please check your microphone and try again.
mnw: မုရမျာၚ်လေဝ်ဟွံဂွံရပ်လဝ်ဏီရ။ သ္ပဂုဏ်တုဲ စၟဳစၟတ်မာက်ပၠောပ်ရမျာၚ်မၞးတံတုဲ ကလေၚ်ဂ္စါန်မွဲဝါပၠန်ညိ။

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
mnw: <noCopyright>ဟွံမွဲကဵု အခေါၚ်ပိုင်ပြဳ </noCopyright> ပရေၚ်ကၟာတ်လဒဵု (cc-0) ရ။

source: No foreign letters
mnw: သုၚ်စောဲမလိက်ဗီုပြၚ်ဟွံတုပ်ဂမၠိုၚ်ဟွံဂွံရောၚ်။

source: No gravatar found for your email
mnw: စပ်ကဵုအီမေဲလ်မၞးဂှ် Gravatar လဵုဂၠာဲဟွံဆဵုရ။

source: No information
mnw: တၚ်နၚ်ပရူပရာဟွံမွဲ

source: No information available
mnw: တၚ်နၚ်ပရူပရာဟွံမွဲရောၚ်။

source: No languages found
mnw: ဂၠာဲအရေဝ်ဘာသာဂမၠိုၚ်ဟွံဆဵုရောၚ်။

source: No match found
mnw: အရာမကိတ်ညဳဂှ် ဟွံဂွံဆဵုရ။

source: No matching language found
mnw: ဘာသာမကိတ်ညဳဂှ် ဟွံဆဵုရ။

source: No microphone found.
mnw: ဂၠာဲ မာက်ပၠောပ်ရမျာၚ် ဟွံဆဵုရအဴ။

source: Non-binary
mnw: ဟွံပါ်လဝ်လိၚ်ၜါ
